{
	"memes":
	{
		"texts":
		[
			{
			"desc":"Британские ученые",
			"pic": "app/data/img/brit_sc/brit_sc.jpg",
			"body":"«Британские учёные» являются синонимом исследователей, работающих над совершенно безумными, идиотскими и не представляющими абсолютно никакой практической ценности псевдонаучными проектами. Термин используется авторами сообщений о научных исследованиях, подаваемых как абсурдные. При этом абсурдность может возникать только в изложении автора текста и часто содержится в заголовке.",
			"examples":[ "Британские математики вывели формулу идеального блина", "Британские учёные назвали шаурму бомбой замедленного действия", "Британские ученые выяснили, с какой скоростью волк срывал крыши поросятам", "Британские ученые доказали, что быстрее стреляют те, кто выхватывает пистолет раньше", "Британские ученые нашли причину существования «британских ученых»"]
			},
			{
			"desc":"Мопед не мой",
			"pic": "app/data/img/moped/moped.jpg",
			"body":"Мотороллер — довольно известный мем Рунета, начавшийся с размещения на форуме moto.kiev.ua объявления о продаже мопеда (в объявлении не был указан тип ТС) Suzuki GSF-S600. В связи с существующим на тот момент багом возник двоящийся пост с текстом «Моторолер не мой!!! Я просто разместил ОБЪЯВУ!». Эта фраза вылилась в один из наиболее массовых и смешных флэшмобов.",
			"examples":["Моторолер не твой!!! Ты просто разместил ОБЪЯВУ!", "а где тот чей мотороллер объяву которого разместил не ты?", "Моторолер разместил ОБЪЯВУ?", "Снова замерло все до рассвета/И не скоро наступит обед/Только слышно на улице где-то/Все не проданный ходит мопед"]
			},
			{
			"desc":"LOL",
			"pic": "app/data/img/lol/lol.png",
			"body":"Laughing out loud(рус. Кричу от смеха) - сокращение, часто используемое в интернет-культуре, отображает смех со стороны писавшего. Имеет множество аналогов.",
			"examples":["LEL", "LUL", "ROFL(rolling on the floor laughing)", "LMAO(laughing my ass off)", "kek"]
			},
			{
			"desc":"",
			"body":"",
			"examples":[]
			},
			{
			"desc":"",
			"body":"",
			"examples":[]
			}
		],
		"videos":
		[
			{
			"desc":"Мы Номер Один",
			"pic": "app/data/img/number_one/number_one.jpg",
			"body":"«Мы Номер Один» (ориг. We are Number One) - песня из детского сериала «Лентяево», была подвержена ремиксу известного за рубежом пародийного YouTube-канала SiIvaGunner, который стал популярным среди его подписчиков. После диагностирования Стефану Стефанссону(актеру и певцу, исполняющему главную роль в клипе) в октябре 2016 года рака поджелудочной железы была создана кампания по сбору пожертвований на сайте GoFundMe, чтобы оплатить расходы на проживание, поскольку по состоянию здоровья он не мог работать. Кампания привела к тому, что песня стала популярным интернет-мемом за рубежом. По состоянию на 4 июля 2017 года, эта кампания привлекла пожертвований на сумму более $151000, что составляет на $51000 больше изначальной цели сборов в $100,000. Чтобы поблагодарить вкладчиков, Стефан провел живой эфир на Facebook 11 декабря 2016 года, где он исполнил «Мы Номер Один» с другими актерами из музыкального видео. Сам мем получил звание «Мем года».",
			"src_url":"https://www.youtube.com/watch?v=PfYnvDL0Qcw",
			"vids":[ "https://www.youtube.com/watch?v=93fqlzu9pqk", "https://www.youtube.com/watch?v=0GAPUZZrT-Y", "https://www.youtube.com/watch?v=KLGoiyTmko0", "https://www.youtube.com/watch?v=z_yWwBCSpSE", "https://www.youtube.com/watch?v=7dIetQFw-n4"]
			},
			{
			"desc":"Just Do It",
			"pic": "app/data/img/justdoit/justdoit.jpg",
			"body":"Студенческий проект с участием популярного голливудского актёра Шайи Лабафа, ставший мотивационным мемом. Ученикам предложили использовать перформанс Лабафа в качестве вступления для своих работ. Студенты написали небольшие монологи (не более 100 слов), каждый из которых актёр затем сыграл на камеру. Итоговое видео протяжённостью 31 минуту было опубликовано на Vimeo.",
			"src_url":"https://www.youtube.com/watch?v=ZXsQAXx_ao0",
			"vids":[ "https://www.youtube.com/watch?v=HgOsuujK6AY", "https://www.youtube.com/watch?v=Src0l4a51sk", "https://www.youtube.com/watch?v=oTz93Y-qeq0", "https://www.youtube.com/watch?v=gJscrxxl_Bg", "https://www.youtube.com/watch?v=1IzYQYYAdw0"]
			},
			{
			"desc": "Пёс Гейб",
			"pic": "app/data/img/gabe/gabe.png",
			"body":"Гейб (Gabe the dog) — белый померанский шпиц, который «умеет» прогавкивать разные мелодии. Прославился усилиями своих фанатов, которые монтировали ремиксы, используя записи гавканья своего пса.",
			"src_url":"https://www.youtube.com/watch?v=wBFaF42HSYk",
			"vids":[ "https://www.youtube.com/watch?v=U2V5hDQeM68", "https://www.youtube.com/watch?v=i1H0leZhXcY", "https://www.youtube.com/watch?v=i11RMG_U3R4", "https://www.youtube.com/watch?v=gIx6_Srsrog", "https://www.youtube.com/watch?v=AeEH5ugJrUU"]
			},

			{
			"desc":"Big Shaq",
			"pic": "app/data/img/bigshaq/bigshaq.jpg",
			"body":"Big Shaq aka Roadman Shaq — это персонаж британского комика по имени Майкл Дапаа. В сентябре Майкл пришел на BBC в знаменитую программу Fire In The Booth и исполнил трек, который являлся фристайлом с бессмысленными фразами. Этот трек стал одним из самых вирусных мемов 2017 года.",
			"src_url":"https://www.youtube.com/watch?v=5zexg3wFN70",
			"vids":[ "https://www.youtube.com/watch?v=DyMY2jbeLEI", "https://www.youtube.com/watch?v=lTWmcuZ41-A", "https://www.youtube.com/watch?v=y05n3n6aRXY", "https://www.youtube.com/watch?v=ZF0e0cdJGIk", "https://www.youtube.com/watch?v=-dHiTXYtIzA"]
			}
		],
		"images":
		[
			{
			"desc":"Grumpy Cat",
			"body":"Grumpy Cat (рус. «Сердитый Кот», настоящая кличка — Tardar Sauce (с англ. Соус Тардар)) — кошка, ставшая благодаря необычной внешности интернет-знаменитостью после того, как брат её хозяйки в сентябре 2012 года разместил фотографию кошки на сайте Reddit. По словам хозяйки, Табаты Бундесен, подобная внешность связана с врождённой карликовостью и неправильным прикусом.",
			"pic":"app/data/img/grumpycat/source.jpg",
			"pics":["app/data/img/grumpycat/pic1.jpg", "app/data/img/grumpycat/pic2.jpg", "app/data/img/grumpycat/pic3.jpg", "app/data/img/grumpycat/pic4.jpg", "app/data/img/grumpycat/pic5.jpg", "app/data/img/grumpycat/pic6.jpg" ]
			},

			{
			"desc":"O RLY?",
			"body":"O RLY? — эрратив от англ. oh, really? (рус. да неужели? или что, правда?) — популярный интернет-мем, возникший в англоязычном Интернете в 2003 году. В первооснове имеет вид фотоснимка головы белой совы с надписью «O RLY?» в нижней части шрифтом Kabel Black. Диалоги с использованием фотожаб данной картинки были многочисленными, изображение, слоганы и концепция широко использовались для создания разнообразных переделок, что является характерным признаком интернет-мема.",
			"pic":"app/data/img/orly/source.jpg",
			"pics":[ "app/data/img/orly/pic1.jpg", "app/data/img/orly/pic2.jpg", "app/data/img/orly/pic3.jpg", "app/data/img/orly/pic4.jpg", "app/data/img/orly/pic5.jpg" ]
			},

			{
			"desc":"Pepe the Frog",
			"body":"Лягушка Пепе (англ. Pepe the Frog) — известный интернет-мем. Персонаж, представляющий из себя зеленую антропоморфную лягушку с человекообразным телом, впервые появился в комиксе Boy’s Club за авторством Мэтта Фьюри (Matt Furie). Стал интернет-мемом в 2008 году, когда его популярность неуклонно возрастала в сообществах сайтов Myspace, Gaia Online и 4chan. В 2015 году Пепе был использован альтернативными правыми как символ этого движения. Антидиффамационная лига внесла Лягушку Пепе в свою базу символов ненависти в 2016 году, отметив при этом, что не все мемы с Пепе имеют расистскую направленность.",
			"pic":"app/data/img/pepe/source.jpg",
			"pics":[ "app/data/img/pepe/pic1.jpg", "app/data/img/pepe/pic2.jpg", "app/data/img/pepe/pic3.jpg", "app/data/img/pepe/pic4.jpg", "app/data/img/pepe/pic5.jpg", "app/data/img/pepe/pic6.jpg" ]
			},
			{
			"desc":"#UpgradeChallenge",
			"body":"#UpgradeChallenge(дословно - «Испытание на обновление») - набор многопанельных изображений, которые имеют такую структуру: вначале показывается объект(человек, явление итд.), потом стоковое изображение кнопки «Upgrade»(рус. обновить/улучшить), а затем «улучшенная» версия обьекта(сопоставение оригинала и «апгрейда» создает комедический эффект). Существует множество вариаций мема, которые отходят от данной структуры - их объединяет использование сток-фотографии кнопки.",
			"pic": "app/data/img/upgrade/source.jpg",
			"pics": ["app/data/img/upgrade/pic1.jpg", "app/data/img/upgrade/pic2.jpg", "app/data/img/upgrade/pic3.jpg", "app/data/img/upgrade/pic4.jpg" ]
			},
			{
			"desc":"Нельзя просто взять и зайти в Мордор",
			"body":" One does not simply X into Mordor (рус. Нельзя просто взять и зайти в Мордор) - этот мем происходит из первой части трилогии «Властелин Колец» — «Братство Кольца». В качестве макроса почти всегда используется один конкретный кадр из фильма, в котором Боромир (Шон Бин) делает характерный жест рукой. Иногда лицо Боромира заменяется на облик другого персонажа.",
			"pic":"app/data/img/mordor/source.jpg",
			"pics":[ "app/data/img/mordor/pic1.jpg", "app/data/img/mordor/pic2.jpg", "app/data/img/mordor/pic3.jpg", "app/data/img/mordor/pic4.jpg", "app/data/img/mordor/pic5.jpg"]
			}
		]
	}
}